return {
    ["job"] = "مركز الوظائف",
    ["job_list"] = "قائمة الوظائف",
    ["job_taked"] = "تم استلام الوظيفة بنجاح. تحقق من الخريطة.",
    ["failed_to_load"] = "فشل في تحميل النموذج. النموذج: %s",
    ["failed_to_load_dict"] = "فشل في تحميل قاموس الرسوم المتحركة. القاموس: %s",
    ["car_not_found"] = "تعذر استلام التوصيل بسبب عدم العثور على المركبة",
    ["car_not_found_return"] = "لم يتم العثور على مركبة قابلة للتوصيل",
    ["car_spawn_blocked"] = "هناك مركبة اخرى في مكان المركبات.",
    ["car_spawn_blocked_shipping"] = "مساحة موقف شاحنة البضائع ممتلئة.",
    ["car_returned"] = "تم إرجاع السيارة بنجاح",
    ["job_end"] = "لقد قمت بإكمال العمل بنجاح",
    ["format_min_sec"] = "%s min %s second",
    ["cancelled"] = "تم إلغاء العمل",
    ["time_left"] = "~y~%s~w~ متبقي",
    ["time_left_car"] = "~y~%s~w~ متبقي لإرجاع المركبة",
    ["extra_time_added"] = "تمت إضافة وقت إضافي للعمل. من الأفضل أن تسرع.",
    ["decuded_money"] = "بسبب التأخير في التوصيل، تم خصم %s من راتبك.",
    ["cancelled_progress"] = "لقد فشلت",
    ["not_answered"] = "لم يتم الرد على المكالمة",
    ["failed_to_load_ptfx"] = "فشل في تحميل تأثيرات PTFX.",
    ["not_enough_money"] = "ليس لديك أموال كافية لهذا",
    ["item_bought"] = "تم شراء العنصر بنجاح",
    ["recommended"] = "- موصى به 🔥",
    
    ["multi_create_group"] = "إنشاء مجموعة",
    ["multi_create_group_desc"] = "إنشاء مجموعة والعمل معاً",
    ["multi_close_group"] = "إغلاق المجموعة",
    ["multi_close_group_desc"] = "إغلاق المجموعة التي أنشأتها",
    ["have_new_group"] = "أنت الآن عضو في مجموعة عمل. الوظيفة: %s",
    ["not_a_member"] = "لم تعد عضواً في مجموعة العمل",
    ["multi_invite"] = "دعوة أشخاص",
    ["multi_invite_desc"] = "دعوة أشخاص إلى مجموعتك والعمل معاً",
    ["multi_select_players"] = "اختيار اللاعبين",
    ["near_players"] = "اللاعبون القريبون",
    ["no_near_players"] = "لا يوجد لاعبون بالقرب منك",
    ["near_players_desc"] = "اختر زملاءك للعمل معهم",
    ["group_members"] = "أعضاء المجموعة",
    ["group_members_desc"] = "عرض أعضاء المجموعة",
    ["work_together"] = "العمل معاً",
    ["work_together_desc"] = "العمل مع أصدقائك",
    ["already_in_group"] = "اللاعب في مجموعة أخرى!",
    ["member_left_the_group"] = "%s غادر المجموعة",
    ["group_member_desc"] = "عضو في المجموعة",
    ["you_cant_kick_self"] = "لا يمكنك طرد نفسك من المجموعة",
    ["player_added_group"] = "تمت إضافة اللاعب إلى المجموعة",
    ["only_owner_can_do"] = "فقط مالك المجموعة يمكنه القيام بذلك",
    

    -----------------------------------------------------------------------------------------
    -- Job related context menu, targets and textUI texts

    ["open_job_menu"] = "[E] - فتح قائمة الوظائف",
    ["job_menu_title"] = "أنشطة الوظيفة",
    
    ["take_outfit"] = "ارتدِ ملابس الوظيفة",
    ["take_outfit_desc"] = "ارتدِ ملابس الوظيفة",
    
    ["take_default_outfit"] = "ارتدِ ملابسك",
    ["take_default_outfit_desc"] = "أعد ارتداء ملابسك الخاصة.",
    
    ["take_a_car"] = "احصل على مركبة",
    ["take_a_car_desc"] = "احصل على سيارة لبدء وظيفتك وتسريع أدائك",
    ["delete_car"] = "أعد مركبتك",
    ["delete_car_desc"] = "أعد السيارة التي حصلت عليها للوظيفة",
    
    ["leave_job"] = "اترك الوظيفة",
    ["leave_job_desc"] = "يمكنك ترك الوظيفة باستخدام هذا الخيار.",
    
    ["take_delivery_boot"] = "استلم الطلب",
    ["delivery_too_far"] = "أنت بعيد جدًا عن عنوان التسليم!",
    ["no_delivery_coords"] = "لا يوجد عنوان للتسليم",
    

    -- Job related context menu and textUI texts
    -----------------------------------------------------------------------------------------


    -----------------------------------------------------------------------------------------
    -- Pizza Delivery related context menu, targets and textUI texts

    ["take_pizza"] = "[E] - استلم البيتزا",
    ["already_have_delivery"] = "لديك طلب توصيل بالفعل",
    ["pizzeria_waypoint"] = "تم تحديد محل البيتزا على الخريطة",
    
    ["delivery_waypoint"] = "تم تحديد موقع التوصيل على الخريطة",
    ["deliver_the_pizza"] = "سلم البيتزا",
    ["delivery_completed"] = "اكتملت عملية التوصيل",
    ["too_far_pizza"] = "ارجع إلى موقع التوصيل.",
    ["go_back_pizzaboy"] = "ارجع إلى مركبة التوصيل الخاصة بك",
    

    -- Pizza Delivery related context menu and textUI texts
    -----------------------------------------------------------------------------------------


    -----------------------------------------------------------------------------------------
    -- Mobile Hotdog related context menu, targets and textUI texts

    ["take_stand"] = "خذ كشك الهوت دوج",
    ["take_stand_desc"] = "ابدأ مبيعاتك بإخراج كشك الهوت دوج",
    
    ["delete_stand"] = "أعد كشك الهوت دوج",
    ["delete_stand_desc"] = "أعد كشك الهوت دوج الذي استلمته للوظيفة",
    
    ["stand_drive"] = "قد كشك الهوت دوج",
    ["cancel_stand_drive"] = "~r~[E - نقرة اليسار] ~w~ - توقف عن القيادة",
    ["too_far_hotdogstand"] = "ارجع إلى الكشك.",
    
    ["open_close_sale"] = "افتح للبيع أو أغلق",
    ["buy_text"] = "أود شراء %s",
    ["ai_controls"] = "[E] - قبول الطلب | [G] - رفض",
    ["hotdog_customer"] = "الزبون",
    
    ["opened_stand"] = "الكشك مفتوح",
    ["closed_stand"] = "الكشك مغلق",
    ["customer_left"] = "غادر الزبون غاضبًا لأنه انتظر طويلاً",
    
    ["delivering_order"] = "أنت تقوم بتوصيل الطلب",
    ["preparing_order"] = "جارٍ إعداد الطلب",
    ["stand_spawned"] = "يمكنك البيع في المواقع المناسبة باستخدام الكشك.",
    

    -- Mobile Hotdog related context menu and textUI texts
    -----------------------------------------------------------------------------------------


    -----------------------------------------------------------------------------------------
    -- Forklifter related context menu, targets and textUI texts

    ["cargo_list"] = "قائمة الحمولة",
    ["cargo_list_desc"] = "يمكنك رؤية الشحنات هنا وبدء اختيارها",
    ["cargo_area_busy"] = "مساحة الحمولة ممتلئة، يرجى المحاولة مرة أخرى لاحقًا.",
    ["load_pallets"] = "حمّل البليتات على المقطورة عند الباب. يمكنك رؤية المسارات والشاحنة على الخريطة",
    ["load_successful"] = "لقد حمّلت البليتات بنجاح على الشاحنة.",
    ["go_back_load"] = "ارجع إلى منطقة تحميل الحمولة!",
    ["cargo_desc"] = "الرسوم التي ستحصل عليها بعد التحميل: %s",
    ["already_have_cargo"] = "لديك حمولة بالفعل",
    ["busy_cargo"] = "يتم تحميل هذه الحمولة بواسطة شخص آخر.",
    ["cargo_attached_left"] = "البليت في مكانه، عدد البليتات المتبقية: %s",
    

    -- Forklifter related context menu, targets and textUI texts
    -----------------------------------------------------------------------------------------


    -----------------------------------------------------------------------------------------
    -- Gardener related context menu, targets and textUI texts

    ["garden_marked"] = "الحديقة المحددة على الخريطة تحتاج إلى تنظيف",
    ["gardener_vehicle"] = "مركبة البستاني",
    
    ["take_put_mower"] = "ضع/أخرج المقطورة",
    ["mower_space"] = "المنطقة غير متاحة لهذا الغرض",
    ["too_far_mower"] = "آلة قص العشب ليست قريبة!",
    
    ["take_put_rake"] = "ضع/أخرج المجرفة",
    ["take_put_lawnmover"] = "ضع/أخرج آلة قص العشب",
    ["clear_grass"] = "يجب عليك تنظيف العشب المتشابك والقبيح.",
    ["grass_cleared"] = "أحسنت، المتبقي من العشب: %s",
    
    ["garden_not_available"] = "لا توجد حديقة لتنظيفها الآن. حاول مرة أخرى لاحقاً",
    ["must_in_garden"] = "يجب أن تكون قريبًا من الحديقة لذلك",
    ["go_garden"] = "لم ينته العمل بعد، ارجع إلى الحديقة.",
    ["goto_menu_for_money"] = "بعد العودة إلى المركز وإعادة مركبتك، ستحصل على أموالك.",
    ["clear_rubbish"] = "[E] - نظف القمامة",
    ["cleaning_rubbish"] = "جارٍ تنظيف القمامة",
    ["rake_dont_attached"] = "لهذا، يجب أن تكون المجرفة في متناول اليد!",
    ["vehicle_out_of_garden"] = "آلة قص العشب أو مركبة البستاني بعيدة جدًا عن الحديقة!",
    

    -- Gardener related context menu, targets and textUI texts
    -----------------------------------------------------------------------------------------


    -----------------------------------------------------------------------------------------
    -- Trucker related context menu, targets and textUI texts

    ["trailer_list"] = "التسليمات / العقود",
    ["trailer_list_desc"] = "عرض تسليمات المقطورات النشطة",
    ["trailer_type"] = "مقطورة",
    ["trailer_delivery_time"] = "وقت التسليم",
    ["trailer_reward"] = "ستحصل على $%s بعد التسليم.",
    ["cancel_the_delivery"] = "إنهاء / إلغاء التسليم",
    ["cancel_the_delivery_desc"] = "إلغاء التسليم، وإرجاع المركبة والمقطورة",
    ["trailer_waypoint"] = "تم تحديد المنطقة التي ستستلم منها المقطورة على الخريطة.",
    ["trailer_deivery_waypoint"] = "تم تحديد نقطة التسليم على الخريطة.",
    ["trailer_detached_vehicle"] = "لم تعد المقطورة متصلة بالشاحنة!",
    ["take_trailer_warning"] = "ابتعد عن المقطورة، عد إليها!",
    ["too_far_truck"] = "أنت بعيد جدًا عن الشاحنة، عد إليها!",
    ["delivery_point"] = "نقطة التسليم",
    ["trailer_delivered"] = "تم تسليم المقطورة بنجاح، عد إلى مركز الوظائف.",
    
    -- Trucker related context menu, targets and textUI texts
    -----------------------------------------------------------------------------------------


    -----------------------------------------------------------------------------------------
    -- Road Helper related context menu, targets and textUI texts

    ["answered_someone"] = "تم الرد على المكالمة من قبل شخص آخر",
    ["jerry_can"] = "املأ الوقود",
    ["not_near_fuel"] = "أنت لست بالقرب من خزان الوقود",
    ["filling_tank"] = "أنت تملأ خزان الوقود",
    ["lift_vehicle"] = "ارفع المركبة باستخدام الرافعة",
    ["take_put_jack"] = "ضع/أخرج رافعة السيارة",
    ["road_call"] = "وصلت مكالمة لخدمات المساعدة على الطريق.\n",
    ["road_type"] = "النوع: %s\n",
    ["road_accept"] = "[E] - قبول\n",
    ["road_reject"] = "[Q] - رفض",
    ["call_rejected"] = "تم رفض المكالمة بنجاح",
    ["call_accepted"] = "تم قبول المكالمة بنجاح، تحقق من العلامة!",
    ["mus_in_road_area"] = "لذلك، يجب أن تكون في المنطقة التي جاءت منها المكالمة",
    ["take_put_wheel"] = "ضع/أخرج العجلة",
    ["take_put_jerrycan"] = "ضع/أخرج وعاء الوقود",
    ["no_jerry_can"] = "ليس لديك وعاء وقود!",
    ["no_carjack_can"] = "تحتاج إلى رافعة سيارة لهذا",
    ["not_near_wheel"] = "يجب أن تكون قريبًا من عجلة المركبة لهذا",
    ["take_tyre"] = "يمكنك إزالة عجلة السيارة!",
    ["take_tyre_option"] = "ضع/أخرج العجلة",
    ["jack_not_setup"] = "لم يتم تركيب رافعة السيارة",
    ["taking_tyre"] = "جارٍ إزالة العجلة",
    ["tyre_taked"] = "تمت إزالة العجلة، قم بتركيب عجلة جديدة",
    ["no_spare_tyre"] = "لا توجد عجلة احتياطية متاحة",
    ["puting_tyre"] = "جارٍ تركيب العجلة الاحتياطية",
    ["trye_puted"] = "تم تركيب العجلة الاحتياطية، أعد الرافعة إلى شاحنة السحب.",
    ["jack_already_attached"] = "الرافعة موجودة بالفعل تحت المركبة",
    ["tyre_not_removed"] = "لم تتم إزالة عجلة المركبة",
    ["no_call"] = "لا يمكنك فعل ذلك الآن!",
    ["take_jack"] = "انزع المركبة من الرافعة",
    ["go_call_area"] = "ارجع إلى منطقة المكالمة!",
    ["attach_car_to_towtruck"] = "أوصل المركبة إلى شاحنة السحب!",
    ["car_delivery_marked"] = "تم تحديد المنطقة التي ستسلم فيها المركبة.",
    ["car_point_marked"] = "تم تحديد موقع المركبة",
    
    
    -- Road Helper related context menu, targets and textUI texts
    -----------------------------------------------------------------------------------------


    -----------------------------------------------------------------------------------------
    -- Bus Driver related context menu, targets and textUI texts

    ["bus_line_list"] = "قائمة خطوط الحافلات",
    ["bus_line_list_desc"] = "تحقق من الطريق وخطوط الحافلات",
    ["total_line_&_reward"] = "مجموع %s محطات - رسوم $%s",
    ["time_to_complete"] = "الوقت الممنوح لإكمال الرحلة هو %s",
    ["already_have_line"] = "لديك خط حافلة بالفعل",
    ["next_stop_marked_&_remaining"] = "تم تحديد موقف الحافلة على الخريطة. عدد المحطات المتبقية %s",
    ["bus_garage_marked"] = "تم تحديد موقف الحافلات، يرجى إنزال الركاب في الموقف",
    ["back_to_bus"] = "يرجى العودة إلى الحافلة!",
    ["bus_speed_limit"] = "أنت سريع جدًا!",
    
    
    -----------------------------------------------------------------------------------------
    -- Fire Department related context menu, targets and textUI texts

    ["fire_call"] = "لقد تلقيت مكالمة حول حريق.             \n",
    ["fire_accept"] = "[E] - قبول           \n",
    ["fire_reject"] = "[Q] - رفض            ",
    ["flames_extinguished"] = "تم إخماد إحدى ألسنة اللهب",
    ["fire_reward"] = "لقد حصلت على $%s لإيقاف هذا الحريق.",
    ["go_fire_area"] = "ارجع إلى منطقة الحريق",

    -- Fire Department related context menu, targets and textUI texts
    -----------------------------------------------------------------------------------------


    -----------------------------------------------------------------------------------------
    -- Hunter related context menu, targets and textUI texts

    ["hunting_animal"] = "الحيوان المطلوب صيده",
    ["collect_animal_carcass"] = "اجمع جثة الحيوان",
    ["collecting_animal_carcass"] = "جاري جمع جثة الحيوان",
    ["collecting_canceled"] = "تم جمع جثة الحيوان",
    ["dead_hunt"] = "الصيد الميت",
    ["take_hunting_weapon"] = "خذ بندقية الصيد",
    ["not_in_hunting_zone"] = "يجب أن تكون في منطقة الصيد لاستخدام هذا",
    ["weapon_received"] = "لقد حصلت على الأسلحة والذخيرة.",
    ["you_entered_hunting_zone"] = "لقد دخلت منطقة الصيد. يمكنك الحصول على بندقية من المركبة وإطلاق النار على الحيوانات البرية",
    ["already_taked_hunting_weapons"] = "تم أخذ أسلحة الصيد بالفعل!",

    -- Hunter related context menu, targets and textUI texts
    -----------------------------------------------------------------------------------------


    -----------------------------------------------------------------------------------------
    -- Metal Detectorist related context menu, targets and textUI texts

    ["start_digging"] = "[E] - ابدأ الحفر",
    ["you_digging"] = "أنت تقوم بالحفر",
    ["you_got_reward"] = "لقد وجدت %sx %s هنا.",
    ["take_put_detector"] = "خذ/ضع كاشف المعادن",
    ["must_in_detectorist_zone"] = "يجب أن تكون في منطقة الكشف لاستخدام هذا",
    ["detectorist_zone_entered"] = "لقد دخلت منطقة البحث عن الأشياء الثمينة. يمكنك البحث باستخدام الكاشف",
    ["goto_zone_take_detector"] = "انتقل إلى منطقة البحث عن الأشياء الثمينة واستخدم الكاشف.",

    -- Metal Detectorist related context menu, targets and textUI texts
    -----------------------------------------------------------------------------------------


    -----------------------------------------------------------------------------------------
    -- Project Car related context menu, targets and textUI texts

    ["project"] = "المشروع",
    ["project_car"] = "سيارة المشروع",
    ["project_started"] = "لقد بدأ وقتك، حظًا موفقًا",
    ["car_list"] = "مركبات المشروع",
    ["car_list_desc"] = "يمكنك رؤية مركبات المشروع هنا",
    ["project_busy"] = "يتم تنفيذ هذا المشروع حاليًا من قبل أشخاص آخرين",
    ["project_car_desc"] = "لديك %s. مكافأة $%s على العمل بجودة عالية.",
    ["project_started_marked"] = "تم بدء المشروع، وتم تحديد موقع المركبة على الخريطة.",
    ["tyre_mount"] = "ركّب إطار المركبة",
    ["tyre_mounting"] = "أنت تقوم بتركيب الإطار على المركبة",
    ["tyre_not_available"] = "هذا الإطار غير متوفر في الوقت الحالي.",
    ["no_tyre"] = "الإطار مطلوب لهذا العمل",
    ["tyre_mounting_failed"] = "فشل تركيب الإطار",
    ["tyre_mounting_success"] = "تم تركيب الإطار بنجاح",
    ["all_tyres_mounted"] = "تم تركيب جميع الإطارات. تابع مع الأجزاء الأخرى",
    ["already_have_a_project"] = "لديك بالفعل مشروع نشط!",
    ["door_mount"] = "ركّب الباب",
    ["door_not_available"] = "هذا الباب غير متوفر في الوقت الحالي",
    ["no_door"] = "الباب مطلوب لهذا العمل",
    ["door_mounting"] = "أنت تقوم بتركيب الباب على المركبة",
    ["door_mounting_failed"] = "فشل تركيب الباب",
    ["door_mounting_success"] = "تم تركيب الباب بنجاح",
    ["all_doors_mounted"] = "تم تركيب جميع الأبواب. تابع مع الأجزاء الأخرى",
    ["buy_component"] = "شراء قطعة للمركبة",
    ["wrong_amount"] = "لقد أدخلت مبلغًا غير صحيح أو مفقود",
    ["project_finished"] = "تم إكمال المشروع بنجاح!",
    ["project_cancelled"] = "فشل المشروع",

    -- Project Car related context menu, targets and textUI texts
    -----------------------------------------------------------------------------------------


    -----------------------------------------------------------------------------------------
    -- Diver related context menu, targets and textUI texts

    ["diver_menu_title"] = "مهام الغوص",
    ["diver_menu_desc"] = "راجع المهام المتعلقة بالغوص التي يجب إنجازها.",
    ["cancel_title"] = "إلغاء المهمة",
    ["cancel_desc"] = "يمكنك إلغاء المهمة التي تعمل عليها.",
    ["diver_item_desc"] = "أكمل المهمة. العدد الإجمالي %s - المكافأة $%s",
    ["diver_already_have_mission"] = "لديك بالفعل مهمة جارية",
    ["diver_group_not_owner"] = "أنت لست مالك المجموعة",
    ["diver_mission_not_available"] = "يتم تنفيذ هذه المهمة حالياً من قبل شخص آخر.",
    ["diver_collect"] = "[E] - جمع",
    ["diver_collect_busy"] = "يتم جمع هذا العنصر بالفعل.",
    ["diver_collecting"] = "أنت تقوم بجمع العناصر...",
    ["diver_remain"] = "تم جمع عنصر آخر بنجاح. المتبقي: %s عناصر.",
    ["diver_go_area"] = "أنت بعيد جدًا عن منطقة التجميع، يرجى العودة إلى المنطقة.",
    ["diver_mission_completed"] = "تم إكمال المهمة بنجاح. لقد استلمت مكافأتك.",
    ["diver_mission_start"] = "لقد بدأت مهمة التجميع. اجمع العناصر المحددة واحصل على المكافأة. العنصر: %s",
    ["you_cant_cancel_group"] = "فقط مدير المجموعة يمكنه إلغاء هذه المهمة.",

    -- Diver related context menu, targets and textUI texts
    -----------------------------------------------------------------------------------------

    -----------------------------------------------------------------------------------------
    -- Farmer related context menu, targets and textUI texts

    ["farmer_menu_title"] = "مهام المزارع",
    ["farmer_menu_desc"] = "راجع المهام التي يجب إنجازها.",
    ["farmer_item_desc"] = "أكمل المهمة. العدد الإجمالي %s - المكافأة $%s",
    ["farmer_group_not_owner"] = "أنت لست مالك المجموعة",
    ["farmer_already_have_mission"] = "لديك بالفعل مهمة جارية",
    ["farmer_cancel_title"] = "إلغاء/إنهاء المهمة",
    ["farmer_cancel_desc"] = "يمكنك إلغاء أو إنهاء المهمة التي تعمل عليها.",
    ["farmer_mission_start"] = "توجه إلى الحقل المخصص لك واحصد القمح. ضع بالات القش على الجرار وقم بتوصيلها.",
    ["farmer_take_bale"] = "احمل البالة",
    ["farmer_put_bale"] = "حمّل البالة",
    ["farmer_bale_taken"] = "يجب أن تضع البالة على المقطورة.",
    ["farmer_already_carrying_bale"] = "أنت تحمل بالفعل بالة",
    ["farmer_deliver_bales"] = "قم بتوصيل البالات إلى المركز. تم تحديد موقع المركز.",
    ["farmer_reward"] = "تم إنجاز العمل بنجاح. لقد كسبت $%s.",
    ["farmer_bale_mission"] = "خذ البالة وضعها على المقطورة",
    ["farmer_bale_added_left"] = "تمت إضافة البالة، العدد المتبقي من البالات: %s",
    
    -- Farmer related context menu, targets and textUI texts
    -----------------------------------------------------------------------------------------

    -----------------------------------------------------------------------------------------
    -- Electrician related context menu, targets and textUI texts

    ["electrician_menu_title"] = "مهام الكهربائي",
    ["electrician_menu_desc"] = "شاهد أين تحتاج الصيانة.",
    ["electrician_item_desc"] = "أكمل المهمة. المجموع %s - المكافأة $%s",
    ["electrician_group_not_owner"] = "أنت لست مالك المجموعة",
    ["electrician_already_have_mission"] = "لديك مهمة نشطة بالفعل",
    ["electrician_fix"] = "[E] - إصلاح المشكلة",
    ["electrician_fix_busy"] = "يقوم شخص آخر بالإصلاح حاليًا.",
    ["electrician_already_fixed"] = "تم إصلاح المشكلة بالفعل",
    ["electrician_mission_start"] = "بدأت المهمة، قم بإصلاح اللوحات الكهربائية أو المصابيح أو الكابلات المعطلة في المدينة. تم تحديد الموقع الأول",
    ["electrician_minigame_failed"] = "فشلت في إكمال المهمة، حاول مرة أخرى.",
    ["electrician_mission_success_left"] = "تمت العملية بنجاح، المواقع المتبقية للإصلاح: %s",
    ["electrician_mission_success_end"] = "تم إصلاح جميع المشاكل. تم إكمال المهمة بنجاح!",
    ["electrician_mission_minigame_timeout"] = "انتهى الوقت ولم تكتمل اللعبة المصغرة!",
    ["bucket_control"] = "تحكم السلة:             \n",
    ["bucket_up_down"] = "⬆ لأعلى - ⬇ لأسفل                      \n",
    ["bucket_left_right"] = "⬅ يسار - ➡ يمين           \n",
    ["bucket_synced"] = "تمت مزامنة السلة بنجاح.",
    ["bucket_sync_key"] = "[G] - مزامنة السلة           \n",
    ["bucket_sync_cooldown"] = "تمت المزامنة بالفعل، يرجى الانتظار بضع ثوانٍ.",
    ["bucket_enter"] = "[E] - دخول السلة",
    ["bucket_exit"] = "[F] - الخروج من السلة",
    ["bucket_not_available"] = "السلة غير متاحة حاليًا",
    ["electrician_cant_find_free_seat"] = "لا توجد مقاعد شاغرة في المركبة.",

    -- Electrician related context menu, targets and textUI texts
    -----------------------------------------------------------------------------------------
}